[
    {
        "title": "Minrak Subyeon Park",
        "text": "Gwanganri night sea hot plate",
        "images": [
            "tourListImage/image1.jpg",
            "tourListImage/image2.jpg",
            "tourListImage/image3.jpg"
        ],
        "description": "It is the first place to get wind from the sea and the closest place to meet the night view of Marine City and Gwangan Bridge. Minrak Waterfront Park is loved as a resting place for men and women of all ages in summer. Since its opening in 1997, this park has been loved as a resting place for Busan citizens even before Marine City and Gwangan Bridge were established. The scenery with blue skies and endless seas at a glance maintains its place even if the surrounding environment changes many times. The open view of the blue sea seems to cool the hearts of the viewers. During the day, you can enjoy the sea quietly and alone, and at night, it is full of vitality and romance. Especially on summer nights, it is crowded with people trying to blow away tropical nights. At night, the lights of Marine City and Gwangan Bridge shine like stars in the night sky. Minrak Waterfront Park is also famous as a place where you can enjoy fireworks that decorate the night sky up close at the Busan Fireworks Festival held every fall. There are convenient facilities and food villages around Minrak Waterfront Park. There are a cafe where you can enjoy coffee in the background of the sea and a cart bar where you can taste fresh seafood, and many people enjoy raw fish packed from raw fish towns and live fish markets. If you enjoy sashimi on the street while looking at the night sea, you can have a special experience with the romance of the sea. Also, it is good to walk on the trail that runs from Minrak Waterfront Park to Gwangalli white sand beach. Here, you can watch the changing scenery of the sea while enjoying the sea breeze and purify your mind. There is also a bicycle lane in the park, so many cyclists can see it. During the day, it is also a good idea to use the free bicycle rental station located in front of 301 Samik Beach Town Apartment on Gwangalli Beach. Here, you can rent a bicycle for free by presenting your ID.",
        "address" : "361, Gwangan Beach-ro, Suyeong-gu, Busan",
        "phone" : "051-610-4742",
        "fare" : "Free",
        "holiday" :"Open 365 days a year",
        "operating" :"at all times",
        "subway":"subway The area of Gwangan Station 2nd Station on Urban Railroad Line 2",
        "bus":"Bus 41, 83-1, 210 Minrak Subyeon Park Stopover",
        "remark":"Access to parking areas for the disabled, toilets for the disabled, braille blocks, and wheelchairs on trails is available",
        "id":"0"
    },
    {
        "title": "Oryuk Island",
        "text": "National Designated Cultural Property Myeongseong No. 24",
        "images": [
            "tourListImage/image4.jpg",
            "tourListImage/image5.jpg",
            "tourListImage/image6.jpg",
            "tourListImage/image7.jpg"
        ],
        "description":"The emerald sea where the East Sea and the South Sea meet. Five islands, sometimes six, above a brilliantly blue carpet.  The sea off Oryukdo Island has no shortage to make visitors' hearts flutter.    Oryukdo Island, one of the most beautiful islands in Busan, is a rocky island belonging to Yongho-dong, Nam-gu. 80 million years ago, it was designated as a Busan National Geopark in recognition of its geological value as a rock made by volcanic activity. In addition, it is a marine protected area where marine life subject to protection lives and a state-designated cultural property.  The islands that make up Oryukdo Island are Shield Island, Sol Island, Surisum Island, Fangot Island, Gul Island, and Lighthouse Island in the order close to the land. These islands are called Oryukdo because they become five islands at low tide and six islands at high tide. The Lighthouse Island, which is the farthest from the land, has Oryukdo Lighthouse. It is the only island on Oryukdo Island where people can enter. Oryukdo Lighthouse is located where ships entering Busan Port must pass and serves as a gateway to Busan.  To enjoy the open view of Oryukdo Island, go up to Sunrise Park. If you climb the hill with a slope above the parking lot, you can see the panoramic view of Oryukdo Island along with the cool sea breeze. Ecological wetlands, trails, pavilions, and benches are well established, making it an excellent picnic spot. Go down the hill and head to the skywalk where you can see Oryukdo Island right in front of your eyes. Skywalk, built on the rocky cliff at the end of the land, is a place where visitors who want to enjoy the thrill while feeling the dizzying sea under the glass floor are constantly laughing.  At the entrance of Sunrise Park, the Oryukdo Public Relations Center is located. It is a popular place for families with children as information on the marine ecosystem surrounding Oryukdo Island, the name of the island, and various native animals and plants can be heard through voice support. Oryukdo's mascot, Oryuki Photo Zone proof shot is a must-have course with children!  If you are curious about Oryukdo Island on the sea, you can take a cruise. If you go down to the parking lot of the large bus, there is a cruise ship dock on Oryukdo Island. You can see Oryukdo Island, which blends with the blue sea, and the attractive coastal scenery more closely. If the haenyeo village near the dock is opened, it cannot be overlooked. It's fun to taste fresh seafood collected by Busan haenyeo.",
        "address" : "137 Oryukdo-ro, Nam-gu, Busan",
        "phone" : "051-607-6395",
        "fare" : "Free",
        "holiday" :"Open 365 days a year",
        "operating" :"09:00 ~ 19:00",
        "subway":"Gyeongseong University and Pukyongdae Station on Line 2",
        "bus":"24, 27, 131, Nam-gu 2 transfer → Oryukdo SK Apartment drop-off",
        "remark":"Para parking lot for the disabled, toilet for the disabled, wheelchair accessible",
        "id":"1"
    },
    {
        "title": "Haedong Yonggung Temple",
        "text": "Korea's Most Beautiful Temple",
        "images": [
            "tourListImage/image8.jpg",
            "tourListImage/image9.jpg",
            "tourListImage/image10.jpg",
            "tourListImage/image11.jpg"
        ],
        "description":"Have you ever heard the sound of waves rushing in from the cool open sea off Gijang. What if there was a coastal scene with admiration and a vast ocean with no end in sight right in front of my eyes.  Let's go to Haedong Yonggungsa Temple, a landscape where the sea, waves, wind, and breathtaking views await.    Haedong Yonggungsa Temple, located on the coast of Sirang-ri, Gijang, Busan, is named after the story that 尙 Jeongam (Jeongam 晸庵) saw the Bodhisattva Gwaweum ascending to heaven on a dragon in his dream. Haedong Yonggungsa Temple is hung like a picture at the end of the land where the mountain and the sea meet.    The first duodenal statue you meet on the way to the precinct is a place that gives travelers fun to find and take pictures with the animals of the year they were born. The zodiac is like a guardian deity who protects the land of the twelve defenses and prevents the invasion of evil spirits and prays for human misfortune. After passing through Iljumun Gate and entering the 108 steps that led between the pine forests, you will finally meet Haedong Yonggungsa Temple, which embraces the blue sea. On the Yongmungyo Bridge connected to the temple, many visitors are often seen throwing coins and making wishes because of the spirit of Yonggungsa Temple, where one wish must come true if you make a wish.    Like the saying that it is the most beautiful temple in Korea, the place where the entire precinct stands thanks to the sea view becomes a photo zone by itself. If you want to capture an open ocean view to your heart's content, I recommend climbing the stairs next to Daeungjeon Hall. You can encounter the sea-viewed Buddha with a benevolent smile and leave a life picture where the blue sea under your feet becomes mine.    If you want to enjoy the coastal scene where the rushing waves and strange rocks harmonize, follow the coastal trail. Sunrise Rock, which gives all the way to the end of the horizon across the sky and the sea, is definitely a hot place for Haedong Yonggungsa Temple. The coastal walkway, which belongs to course 1 of Haeparang-gil, which walks with the blue sea, also relaxes travelers.",
        "address" : "86, Yonggung-gil, Gijang-eup, Gijang-gun, Busan",
        "phone" : "051-722-7744",
        "fare" : "Free",
        "holiday" :"Open 365 days a year",
        "operating" :"04:00 ~ 20:30",
        "subway":"Exit 7 of Haeundae Station on Urban Railroad Line 2 → 181, 100, Haeundae 9 bus transfer → Haedong Yonggungsa Get off",
        "bus":"Exit 1 of Osiria Station on the Donghae Line → Transfer to Osiria Station Bus Stop 139 Buses → Haedong Yonggungsa Get off",
        "remark":"a handicapped toilet",
        "id":"2"
    },
    {
        "title": "Geumgangpark",
        "text": "A comfortable rest area in the city",
        "images": [
            "tourListImage/plant1.jpg",
            "tourListImage/plant2.jpg",
            "tourListImage/plant3.jpg"
        ],
        "description":"As Korea's first private-run botanical garden, it was created in September 1969 by Chung Tae-sung, chairman of Sungchang Enterprise Co., Ltd., to provide a resting place for Busan citizens. The area is 194,480㎡, and there are about 2,300 kinds of plants, with 20 palm trees and 540 succulent plants such as cactus growing out of 560 tropical plants. In addition, beautiful plants form a landscape inside the Geumgang Botanical Garden, and there are various works and rest facilities using natural stones, so it is not only used as an emotional resort for urban residents but also as a botanical research and education center. There are 15 sample trees and natural stone landscaping work areas, as well as sample greenhouses and production greenhouses. Exhibit items include 580 types of palm and tropical plants, 540 types of cactus and succulent plants, and 2,000 other varieties. Although the area is not large, it is well equipped with facilities such as Geumgang Falls, Bonsaiwon, greenhouses, and ponds. In addition, there are various types of plants compared to the area. In the past, there seems to have been a snack bar, but it is not open now. Also, the toilet facilities are not good because they were built in the past, so please refer to them.",
        "address" : "San 45-49, Jangjeon-dong, Geumjeong-gu, Busan(부산 금정구 장전동 산45-49)",
        "phone" : "051-582-3284",
        "fare" : "1,000￦ for adults, 600￦ for teenagers and senior, 500￦ for children",
        "holiday" :"Open 365 days a year",
        "operating" :"Everyday 8:00- 17:00",
        "subway":"Subway - 15 minutes walk when getting off at Onsenjang Station",
        "bus":"A city bus - 5 minutes walk when getting off at the entrance of Geumgangwon / 7 minutes walk when getting off at the entrance.",
        "remark":"",
        "id":"3"
    },
    {
        "title": "Beomeosa Temple",
        "text": "Beomeosa Temple, a temple where you can relax",
        "images": [
            "tourListImage/temple1.jpg",
            "tourListImage/temple2.jpg",
            "tourListImage/temple3.jpg"
        ],
        "description":"Beomeosa Temple is a temple located in Geumjeongsan Mountain, Busan, and is the headquarters of the 14th parish of the Jogye Order of Korean Buddhism.[1] Along with Haeinsa Temple and Tongdosa Temple, it is called one of the three major temples in Yeongnam. In November 2012, based on the performance progress and harmony of the Sabu Daejung, General Jiyudae was invited as the first chief of staff and designated as a general forest. Beomeosa Temple is a temple established to realize a beautiful life full of happiness, helping, understanding, and helping each other, which is the ideal of Hwaeomgyeong, and has a long tradition and many cultural properties. It has a historical significance as a name of Korea in name and reality, as it is practiced by high monks such as Ambassador Usang, Master Wonhyo, Pyo Hoon Daedeok, Master Nangbaek, Monk Myeonghak, Master Gyeongheo, Master Yongseong, Master Seongwol, Master Manhae, and Master.",
        "address" : "250 Beomeosa-ro, Geumjeong-gu, Busan(부산 금정구 범어사로 250)",
        "phone" : "051-508-3122",
        "fare" : "Free",
        "holiday" :"Open 365 days a year",
        "operating" :"Everyday 8:00- 17:00",
        "subway":"Subway - Get off at Beomeosa Station on Line 1",
        "bus":"A city bus -  90: Get off at the bus stop in front of the Beomeosa Temple ticket office",
        "remark":"",
        "id":"4"
    },
    {
        "title": "Donghoi water source",
        "text": "Best Barefoot Walking Place",
        "images": [
            "tourListImage/water1.jpg",
            "tourListImage/water2.jpg",
            "tourListImage/water3.jpg"
        ],
        "description":"Hoedongho Lake is a water park for Busan citizens located in the mountain middle area in the city center, adjacent to five dongs, including Hoedong-dong, Dongseon, and Oryun-dong, Geumjeong-gu, Busan. It was completed between 1946 and 1967, and has a total area of 2.17k㎡ of storage water of 18.5 million tons, which is known as an important drinking water source and resort for Busan citizens. In the Joseon Dynasty, people who studied Juja Studies here stayed in hiding, and the beautiful scenery of this place was called Oryundae. It was designated as a water source protection zone and was banned from access to the public, but was opened to citizens from January 2010. In addition to its function as a water source, it is loved as a healing attraction for citizens who want to feel the mountain village in the city center, such as Ttangmösan Red Clay Forest Road, Cypress Forest, and Galmat Road.",
        "address" : "352-3 Oryun-dong, Geumjeong-gu, Busan(부산 금정구 오륜동 352-3)",
        "phone" : "do not exist",
        "fare" : "Free",
        "holiday" :"Open 365 days a year",
        "operating" :"at all time",
        "subway":"Subway - From Exit 8 of Namsan Station on the subway to the entrance of Hoedong Suwon",
        "bus":"A city bus -  Geumjeong-gu 3-1 bus: Get off at the entrance of the Hoenghoe water source",
        "remark":"",
        "id":"5"
    },
    {
        "title": "Gamcheon Culture Village",
        "text": "Coexistence of life and art, Gamcheon Culture Village",
        "images": [
            "tourListImage/감천문화마을1.jpeg",
            "tourListImage/감천문화마을2.jpeg",
            "tourListImage/감천문화마을3.jpeg"
        ],
        "description":"Our Gamcheon Culture Village began in the 1950s as a home for the difficult lives of Korean refugees and continues to the present, preserving the history of Busan, a cross-section and trace of the nation's modern history. The uniqueness of Gamman Bay is demonstrated by the terraced group residential structures arranged in an orderly manner along the foot of the mountain and the maze-miro alleyways leading to all roads. The 『Village Art Project』, which was started by local artists and village residents to preserve the characteristics and historical value of Gamcheon, became a stepping stone for the Gamcheon Cultural Village creation project, and starting with this project, various public contest projects were attracted, and in 2019 It has become a famous tourist attraction visited by over 3.08 million people. It is a village located in Gamcheon-dong, Saha-gu, Busan, and a representative landmark of Busan’s original downtown. It can be said to be a successful example of achieving great results as an urban regeneration project through the Sanbok Road Renaissance Project. It is nicknamed Korea’s Machu Picchu or Santorini. However, it is not located on the coast like Santorini in Greece, and the scenery is not similar to Santorini either. It is about 1 km away from Gamcheon Port Central Pier, the nearest beach, to Gamcheon 2-dong Community Center, which is the entrance to the village, and to make matters worse, Gamcheon Port is in the shape of a bay, so it is not an open area. As of 2019, there has been an increasing number of cases in which Huinyeoul Cultural Village in Yeongdo-gu, a village in front of the coastal cliffs, is compared to Santorini. It was selected as one of the top 100 Korean tourism destinations in 2019 and 2020 by the Korea Tourism Organization.",
        "address" : "203, Gannae 2-ro, Saha-gu, Busan",
        "phone" : "051-204-1444",
        "fare" : "Free",
        "holiday" :"Open all year round",
        "operating" :"Daily 09:00 ~ 18:00",
        "subway":"Toseong-dong Station Exit 6, Goejeong Station Exit 6, bus village bus Saha 1-1, Seo-gu 2, Seo-gu 2-2",
        "bus":"",
        "remark":"",
        "id":"6"
    }
    ,
    {
        "title": "Busan Tower (Diamond Tower)",
        "text": "The new Busan Tower you meet again",
        "images": [
            "tourListImage/부산타워1.jpeg",
            "tourListImage/부산타워2.jpeg",
            "tourListImage/부산타워3.jpeg"
        ],
        "description":"It was a tourist tower located in Yongdusan Park and a key facility that represented Busan, a port city in the 20th century, to the outside world[1]. Nowadays, the park and the tower have aged, and many other splendid landmarks such as Gwangan Bridge and downtown Haeundae have been built. Today, the scenery around Gwangalli and Haeundae is used more as an image representing Busan in the 21st century, and its presence is relatively low. It has decreased, and locals do not particularly boast about Busan Tower. It is one of the famous landmarks of the Busan region and was completed in 1973, two years before Namsan Seoul Tower (aka Namsan Tower). The height of the tower is 120m, and it actually looks a little higher because 120m starts from the top of a small mountain called Yongdusan Mountain. There is no steel tower above for transmission and relay. Compared to towers built later, it is relatively low in height and is a pure observation tower without its own convenience facilities. It is located in the exact center of Nampo-dong, a tourist commercial area, and Yongdusan Mountain, where the tower is built, is only a 49m hill. In reality, it feels like a tourist attraction erected in a place where you can just go for a walk. From July 1, 2017, the operating rights were taken over by CJ Foodville. However, CJ Foodville later canceled the contract due to losses, returned the operating rights, and went on hiatus from January 1, 2021. In February 2021, the Busan Tourism Organization selected BN[2] as the new operator of Busan Tower, which is scheduled to open in June 2021 after renewal. # However, after there was no news for a while, news finally came out in December 2021. # According to the article, the tower's nickname will be 'Diamond Tower' and Daesun Distillery's brand shop will be opened.",
        "address" : "37-55 Yongdusan-gil, Jung-gu, Busan",
        "phone" : "Yongdusan Park 051-860-7820, Busan Tower 051-601-1800",
        "fare" : "Adults 12,000 won, Children 9,000 won, Seniors 9,000 won / Park free",
        "holiday" :"Open all year round(Busan Tower may change due to weather etc.)",
        "operating" :"Observatory operating hours : 10:00 ~ 22:00 (Ticketing deadline 21:30)",
        "subway":"6-minute walk from Exit 1 of Jungang Station on City Railroad Line 1 7-minute walk from Exit 7 of Nampo Station, Line 1",
        "bus":"Get off Bus 126, 15, 186, 81, 86 at Baeksan Memorial Hall and walk for 6 minutes. 134, 26, 30, 7, 71, 9, 103, 11, 113, 126, 15 Get off at Nampo-dong and walk for 10 minutes",
        "remark":"Parking Yongdusan Park public parking lot (paid), Wheelchair accessible, wheelchair rental, audio guide",
        "id":"7"
    }
    ,
    {
        "title": "Huinnyeoul Culture Village",
        "text": "Huinnyeoul Cultural Village at the end of a steep cliff",
        "images": [
            "tourListImage/Huinnyeoul1.jpeg",
            "tourListImage/Huinnyeoul2.jpeg",
            "tourListImage/Huinnyeoul3.jpeg"
        ],
        "description":"A unique village scenery can be seen above the steep wall of the Jeolyeong Coastal Trail. Small houses are crowded together inside a narrow alley along the sea at the end of a coastal cliff. It is the place where the sad lives of refugees began and is now home to Huinnyeoul Cultural Village, a cultural village community with village residents. Huinnyeoul-gil, Busan's representative original downtown, is named after the winding stream of water from the foot of Bongraesan Mountain that resembles the appearance of falling white snow. It was built. In December 2011, the old house was remodeled, and it has now been reborn as a unique culture and arts village where you can feel the lifestyle of Yeongdo. Even people who have not seen the movie “The Attorney” will memorize the movie’s famous lines. Because it is written in large letters on the wall of Jinwoo’s house. For many travelers, Jinwoo's wall was always the #1 photo to prove their trip to Yeongdo. Huinnyeoul-gil is connected to a total of 14 alleys, and each of the alleys is filled with cute cafes, workshops, and independent bookstores. Every alley you slowly walk through brings in a view of the sea, and unknown greenery blooming between the cracks in the stones adds relaxation to your daily life. One of the courses that cannot be missed on Huinnyeoul Road is definitely Huinnyeoul Jeombbang. It's the best place in the world to eat ramen while looking at the vast ocean in front of you. A ray of peace seeps into my tired heart. The end of the road leads to the Jeolyeong Coastal Trail again and meets travelers climbing up and down the cliffs and the ground below. The White Yeoul-gil along the village wall was the only road to Taejongdae until the current Jeolyeong-ro was built. My eyes always stay on the sea along the way, taking in the sound of the waves as my companion. The sight of small and large boats dotted around is exotic. This is the scenery of the anchorage area, where ships entering Busan Port drop anchor and stay for a while. It is also a unique scenery that can only be seen in Yeongdo. now, here, we White Yeoul",
        "address" : "Huinnyeoul-gil, Yeongdo-gu, Busan",
        "phone" : "051-419-4067",
        "fare" : "Free",
        "holiday" :"",
        "operating" :"Open all year round",
        "subway":"Exit 6 of Nampo Station on Busan Metro Line 1 → Transfer to Bus 7, 71, or 508 → Get off at Baekryunsa Temple in Yeongseon-dong",
        "bus":"Bus 7,71,508 get off at Baekryunsa Temple in Yeongseon-dong",
        "remark":"Parking Public parking lot at the entrance of Jeolyeong Coastal Trail (paid), Parking lot for the disabled (Jeolyeong Coastal Trail public parking lot, paid) ",
        "id":"8"
    }
    ,
    {
        "title": "One More Attraction",
        "text": "Another description",
        "images": [
            "tourListImage/금정산 1.jpg",
            "tourListImage/금정산 2.jpg",
            "tourListImage/금정산 3.jpg"
        ],
        "description":"금정산",
        "address" : "금정산",
        "phone" : "",
        "fare" : "",
        "holiday" :"",
        "operating" :"",
        "subway":"",
        "bus":"",
        "remark":"",
        "id":"9"
    }
    ,
    {
        "title": "One More Attraction",
        "text": "Another description",
        "images": [
            "tourListImage/일광해수욕장 1.jpg",
            "tourListImage/일광해수욕장 2.jpg",
            "tourListImage/일광해수욕장 3.jpg"
        ],
        "description":"일광 해수욕장",
        "address" : "일광 해수욕장",
        "phone" : "",
        "fare" : "",
        "holiday" :"",
        "operating" :"",
        "subway":"",
        "bus":"",
        "remark":"",
        "id":"10"
    }
    ,
    {
        "title": "One More Attraction",
        "text": "Another description",
        "images": [
            "tourListImage/부산박물관 1.jpg",
            "tourListImage/부산박물관 2.jpg",
            "tourListImage/부산박물관 3.jpg",
            "tourListImage/부산박물관 4.jpg",
            "tourListImage/부산박물관 5.jpg"
        ],

        "description":"부산박물관",
        "address" : "부산박물관",
        "phone" : "",
        "fare" : "",
        "holiday" :"",
        "operating" :"",
        "subway":"",
        "bus":"",
        "remark":"",
        "id":"10"
    }
    ,
    {
        "title": "One More Attraction",
        "text": "Another description",
        "images": [
            "static/image_1.jpg",
            "static/image_2.jpg",
            "static/image_3.jpg"
        ],
        "description":"test",
        "address" : "test",
        "phone" : "",
        "fare" : "",
        "holiday" :"",
        "operating" :"",
        "subway":"",
        "bus":"",
        "remark":"",
        "id":"10"
    }
]